echo "Прокоп Сметанин

(комедия в четырёх актах)



От автора:

Так как творчество зачастую приходится совмещать с работой, для написания качественного произведения порой совсем не хватает времени, а когда время наконец появляется, неожиданным образом пропадает муза. Лишь изредка удаётся найти баланс, крепко оседлав сразу две ипостаси. Автор в эти счастливые минуты напоминает Жан Клода Ван Дама стоящего в шпагате на разъезжающихся в стороны грузовиках (https://www.youtube.com/watch?v=PaAYa6Pl-Nw). Как вы понимаете, одно неловкое движение и ваши штаны запросто придут в негодность.

Найдя золотую середину между временем и вдохновением, применив нечеловеческие усилия и гордо затянув ремень на заштопанных штанах, автор решается рассказать вам очередную историю, бережно позаимствованную им из жизни, лишь слегка приукрасив её лоскутным одеялом художественного вымысла. Итак…

Эта история произошла в одном из чатов, а точнее в непримечательной переписке между работником службы поддержки сайта «GoodSupport» и его самым обычным клиентом.

20 ноября

17:50

Десять минут до сдачи смены оператором.



Действующие лица:

Чат-бот – скуп на слова, безэмоционален, при знакомстве предпочитает брать инициативу в свои руки. Со слов клиентов – тупая, бездушная скотина.

Лариса – недовольный покупатель «умного» абажура. Характер буйный, но отходчивый. Любит создавать конфликты на ровном месте, из-за чего никогда не отдыхала в горах.

Алексей – оператор технической поддержки. Страдает суицидальными наклонностями с 12:00 до 18:00. По удивительному совпадению именно столько длится его рабочий день.



Акт первый

(конферансье в облике Чат-бота знакомит главных героев)

Чат-бот: Здравствуйте! Чем могу помочь?

Лариса: вы уроды!!!!!!!! *

//* Орфография-пунктуация и стиль автора сохранены

Чат-бот: Представьтесь, пожалуйста, и опишите вашу проблему.

Лариса: я покупала у вас абажур, он не работает верните деньги уроды!!!!!!!!!

Чат-бот: Пожалуйста, подождите, я свяжу вас с первым освободившимся оператором.

//минуту спустя

Алексей: Здравствуйте, меня зовут Алексей. Чем я могу вам помочь?

Лариса: ваш абажур дерьмо – ничего не пашет!!!!!!! Гоните бабки или я на вас в суд подам!!!!!!!!!!!!!!!! *

//* Закон о злоупотреблении восклицательными знаками обещали принять в третьем чтении

Алексей: Спасибо за ответ. Могли бы вы более подробно описать проблему.



Акт второй

(завязка действия)

Лариса: включила в розетку, он пикнул два раза и тишина!!! На форуме пишут у всех всё сразу же включается, а вы мне какую-то пищалку подсунули!!

Алексей: Всё нормально, сработала индикация включения, подтверждающая, что устройство готово к работе. Далее вам предстоит авторизовать устройство в сети. Подскажите, пожалуйста, каким способом вы подключаетесь к Интернету?

//минуту спустя

Лариса: просто захожу.

Алексей: Хорошо. «Умный» абажур работает через приложение в телефоне, но, чтобы вы могли начать им пользоваться, нужно подключить устройство к сети.

Лариса: ну так подключайте!! ПОЧЕМУ Я ДОЛЖНА ЭТИМ ЗАНИМАТЬСЯ???

Алексей: Извините, такая услуга не включена в стоимость покупки. Обычно покупатели настраивают устройства самостоятельно. Подскажите, вы читали приложенную к абажуру инструкцию?

Лариса: чё думаете я тупая???

Алексей: Нет, я так не думаю. В инструкции пошагово описан процесс подключения устройства к сети. Пожалуйста, прочтите инструкцию. Если возникнут вопросы, пишите.

Лариса: там всё на китайском было.

Алексей: Перевод на русский продублирован на обратной стороне.

Лариса: я её уже выкинула.

Алексей: Настоятельно рекомендуем вам прочесть инструкцию.

Лариса: я в мусорку не полезу, чё я бомжиха какая то

//минуту спустя

Алексей: Хорошо. Вот ссылка на инструкцию http://ссылка_на_инструкцию_к_умному_абажуру.pdf. Полностью на русском языке.

//минуты три спустя

Лариса: я набрала это в интернете пишет НЕВОЗМОЖНО НАЙТИ СТРАНИЦУ

Алексей: Нет, её не нужно вводить, просто нажмите на ссылку, она кликабельна.

Лариса: нажала. пишет неизвестный формат

Алексей: У вас не установлен ридер для файлов с разрешением .pdf.

Лариса: а чё сразу об этом сказать нельзя было??

//несмотря на окончание рабочего дня, мысль о суициде ещё глубже закралась в сознание Алексея



Акт третий

(кульминационный)

Алексей: Хорошо. Мы готовы осуществить возврат денежных средств. В течении 7 календарных дней пришлите товар, гарантийный талон и все комплектующие в заводской упаковке по нашему адресу: Город, индекс, улица, дом. 

Лариса: я коробку порвала, когда открывала

Алексей: Ничего страшного, нарушение целостности упаковки не является основанием для отказа обмена товара или возврата денег.

Лариса: а гарантийный талон прям обязательно нужен?

Алексей: Да, но для вас сделаем исключение. Присылайте без гарантийного талона.

Лариса: мне его теперь на почту нести?

Алексей: Не обязательно, можете воспользоваться курьерской службой.

Лариса: им платить надо?

Алексей: В основном курьеры привыкли получать за свою работу вознаграждение.

Лариса: вам самим за абажуром приехать не судьба? Это же вы виноваты в том, что он не работает.

//минуту спустя

Алексей: Называйте адрес.

Лариса: [адрес, берущий начало от Млечного пути и заканчивающийся номером на двери]

Алексей: Отлично, завтра с утра к вам приедет курьер. Доставку мы осуществим на свой счёт.

Лариса: может его всё-таки можно починить? Я просто именно такого цвета себе хотела, в других магазинах мне не очень нравятся...

Алексей: Сожалеем, случай не ремонтопригодный. Производственный брак, наверное, придётся отзывать всю партию.

Лариса: можно я подумаю до завтра?

Алексей: Хорошо, но курьер всё равно приедет за товаром. Деньги вернутся на ваш счёт в течении трёх рабочих дней. Наша компания не может допустить, чтобы клиент остался недовольным.

Лариса: ну вообщето я уже не обижаюсь. Ваш абажур красиво смотрится в спальне. Знаете, я оставлю его себе. Можете сказать курьеру чтоб не приезжал. Досвидания!



Акт четвёртый

(неожиданный финал)

//мощный выброс эндорфинов в кровь, в связи с оптимистичным окончанием рабочего дня разогнал у оператора технической поддержки былые мысли о суициде. Сдав смену, он покинул рабочий чат, променяв его на чат сайта знакомств

Алексей: Привет! Почему такой цветок и без садовника?

//подкат банальный, но лунное божество в купальнике на фоне золотого песка, смотрящего на Алексея из аватарки не заставила ждать

Афродита: ты кто?

//незнакомки редко отвечали Алексею. Причиной тому его фотография без ретуши и фильтров

Алексей: Кто знает, возможно будущий Илон Маск…

Афродита: в технике шаришь?

Алексей: Ооо))) тут кому-то требуется переустановить винду?

//в пошлых стереотипах оператор технической поддержки не видел ничего дурного

Афродита: типа того. Купила технику, не могу разобраться как включить. Поможешь?

Алексей: Без проблем, я тот, кто тебе нужен))

Афродита: ой, пасибки)) ты классный)) приезжай

Алексей: Мастер на час к вашим услугам)) Диктуй адрес!!!))

Афродита: [адрес, берущий начало от Млечного пути и заканчивающийся номером на двери]

//который одуревшему от переизбытка тестостерона Казанове не показался подозрительно знакомым

Алексей: Вызов принят! Выезжаю! Только заскочу в аптеку… за лицензионной версией винды)))

Афродита: ага, давай)) жду!



//так техническая поддержка в очередной раз доказала свой профессионализм и способность находить индивидуальный подход к каждому клиенту"
